---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LayerElemThickness
source: html/d514d3d7-5784-4bb7-bc96-2f2abf0439ad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LayerElemThickness Property

"Thickness": Thickness

## Syntax (C#)
```csharp
public static ForgeTypeId LayerElemThickness { get; }
```